brew 'awscli'
brew 'curl'
brew 'git-extras'
brew 'git'
brew 'go'
brew 'goenv'
brew 'hub'
brew 'jenv'
brew 'jq'
brew 'kubectx'
brew 'kubernetes-cli'
brew 'kubernetes-helm'
brew 'pinentry-mac'
brew 'pinentry'
brew 'sops'
brew 'the_platinum_searcher'
brew 'wget'
brew 'zsh-completions'
brew 'zsh'
cask 'aws-vault'
cask 'docker'
cask 'gpg-suite'
cask 'iterm2'
cask 'visual-studio-code'

